Repository: Imranaftab94/MemoriaFlora
Catalog: MemoriaFlora/Utils/*.lproj/Localizable.strings
Languages: es, fr, it, pt_pt

source: Create an account
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
pt_pt: Criar uma conta

source: Forgot Password
es: Olvidó la contraseña
fr: Mot de passe oublié
it: Password dimenticata
pt_pt: Esqueceu a Palavra-passe

source: Caro Estinto uses cookies for analytics, personalized contents and ads, using Caro Estinto's service you agree with Policy and Rules.
es: Caro Estinto utiliza cookies para análisis, contenidos personalizados y anuncios. Al utilizar el servicio de Caro Estinto, usted acepta la Política y Reglas.
fr: Caro Estinto utilise des cookies pour l'analyse, les contenus personnalisés et les publicités. En utilisant le service de Caro Estinto, vous acceptez la Politique et les Règles.
it: Caro Estinto utilizza i cookie per analisi, contenuti personalizzati e annunci pubblicitari. Utilizzando il servizio di Caro Estinto, accetti la Politica e le Regole.
pt_pt: Caro Estinto utiliza cookies para análise, conteúdos personalizados e anúncios. Ao utilizar o serviço do Caro Estinto, concorda com a Política e Regras.

source: Create Account
es: Crear cuenta
fr: Créer un compte
it: Crea account
pt_pt: Criar Conta

source: Login
es: Iniciar sesión
fr: Connexion
it: Accedi
pt_pt: Entrar

source: Share Memory
es: Compartir memoria
fr: Partager un souvenir
it: Condividi un ricordo
pt_pt: Partilhar Memória

source: Logout
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti
pt_pt: Sair

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt_pt: Eliminar Conta

source: Create Memories
es: Crear recuerdos
fr: Créer des souvenirs
it: Crea ricordi
pt_pt: Criar Memórias

source: Pay for a Floral Tribute
es: Pagar por un homenaje floral
fr: Payer pour un hommage floral
it: Paga per un tributo floreale
pt_pt: Pagar por um Tributo Floral

source: Date of Demise
es: Fecha de fallecimiento
fr: Date de décès
it: Data del decesso
pt_pt: Data do Falecimento

source: Purchase Flower
es: Comprar flor
fr: Acheter une fleur
it: Acquista fiore
pt_pt: Comprar Flor

source: Pay
es: Pagar
fr: Payer
it: Paga
pt_pt: Pagar

source: Update Flower
es: Actualizar flor
fr: Mettre à jour la fleur
it: Aggiorna fiore
pt_pt: Atualizar Flor

source: This is an admin account, You can swipe left to delete or edit memories, You can also edit flower names images and prices
es: Esta es una cuenta de administrador. Puede deslizar hacia la izquierda para eliminar o editar recuerdos. También puede editar nombres, imágenes y precios de flores
fr: Ceci est un compte administrateur. Vous pouvez glisser vers la gauche pour supprimer ou modifier des souvenirs, vous pouvez également modifier les noms, images et prix des fleurs
it: Questo è un account amministratore. Puoi scorrere a sinistra per eliminare o modificare i ricordi, puoi anche modificare i nomi, le immagini e i prezzi dei fiori
pt_pt: Esta é uma conta de administrador. Pode deslizar para a esquerda para eliminar ou editar memórias, também pode editar nomes, imagens e preços de flores

source: Profile
es: Perfil
fr: Profil
it: Profilo
pt_pt: Perfil

source: Edit Flowers
es: Editar flores
fr: Modifier les fleurs
it: Modifica fiori
pt_pt: Editar Flores

source: Please enter your email
es: Por favor, introduzca su correo electrónico
fr: Veuillez entrer votre e-mail
it: Per favore inserisci la tua email
pt_pt: Por favor, introduza o seu email

source: Please enter a valid email
es: Por favor, introduzca un correo electrónico válido
fr: Veuillez entrer un e-mail valide
it: Per favore inserisci una email valida
pt_pt: Por favor, introduza um email válido

source: Please enter a password
es: Por favor, introduzca una contraseña
fr: Veuillez entrer un mot de passe
it: Per favore inserisci una password
pt_pt: Por favor, introduza uma palavra-passe

source: Alert
es: Alerta
fr: Alerte
it: Avviso
pt_pt: Alerta

source: Please enter your name
es: Por favor, introduzca su nombre
fr: Veuillez entrer votre nom
it: Per favore inserisci il tuo nome
pt_pt: Por favor, introduza o seu nome

source: Please confirm your password
es: Por favor, confirme su contraseña
fr: Veuillez confirmer votre mot de passe
it: Per favore conferma la tua password
pt_pt: Por favor, confirme a sua palavra-passe

source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pt_pt: As palavras-passe não coincidem

source: User signed up successfully!
es: ¡Usuario registrado con éxito!
fr: Utilisateur inscrit avec succès !
it: Utente registrato con successo!
pt_pt: Utilizador registado com sucesso!

source: Reset password email sent successfully
es: Correo de restablecimiento de contraseña enviado con éxito
fr: E-mail de réinitialisation du mot de passe envoyé avec succès
it: Email di reimpostazione della password inviata con successo
pt_pt: Email de redefinição de palavra-passe enviado com sucesso

source: Please select a flower category
es: Por favor, seleccione una categoría de flores
fr: Veuillez sélectionner une catégorie de fleurs
it: Per favore seleziona una categoria di fiori
pt_pt: Por favor, selecione uma categoria de flores

source: Please select a flower for condolences
es: Por favor, seleccione una flor para condolencias
fr: Veuillez sélectionner une fleur pour les condoléances
it: Per favore seleziona un fiore per le condoglianze
pt_pt: Por favor, selecione uma flor para condolências

source: No products found, Something went wrong
es: No se encontraron productos, algo salió mal
fr: Aucun produit trouvé, quelque chose s'est mal passé
it: Nessun prodotto trovato, qualcosa è andato storto
pt_pt: Nenhum produto encontrado, algo correu mal

source: Roses
es: Rosas
it: Rose
pt_pt: Rosas

source: Orchids
es: Orquídeas
fr: Orchidées
it: Orchidee
pt_pt: Orquídeas

source: Carnations
es: Claveles
fr: Œillets
it: Garofani
pt_pt: Cravos

source: Lilies
es: Lirios
fr: Lys
it: Gigli
pt_pt: Lírios

source: Please enter price to update
es: Por favor, introduzca el precio para actualizar
fr: Veuillez entrer le prix à mettre à jour
it: Per favore inserisci il prezzo da aggiornare
pt_pt: Por favor, introduza o preço para atualizar

source: Failed to convert image to data
es: Error al convertir la imagen en datos
fr: Échec de la conversion de l'image en données
it: Conversione dell'immagine in dati non riuscita
pt_pt: Falha ao converter imagem em dados

source: Flowers data updated successfully!, Remember to adjust the item price on the app store to ensure accurate reflection within the app
es: ¡Datos de las flores actualizados con éxito! Recuerde ajustar el precio del artículo en la tienda de aplicaciones para asegurar una correcta reflexión dentro de la app
fr: Données des fleurs mises à jour avec succès ! N'oubliez pas d'ajuster le prix de l'article sur l'App Store pour garantir une réflexion précise dans l'application
it: Dati dei fiori aggiornati con successo! Ricorda di aggiornare il prezzo dell'articolo nell'app store per garantire un riflesso accurato all'interno dell'app
pt_pt: Dados das flores atualizados com sucesso! Lembre-se de ajustar o preço do item na app store para garantir uma reflexão precisa dentro da aplicação

source: Enter price here
es: Introduzca el precio aquí
fr: Entrez le prix ici
it: Inserisci il prezzo qui
pt_pt: Introduza o preço aqui

source: User not found
es: Usuario no encontrado
fr: Utilisateur non trouvé
it: Utente non trovato
pt_pt: Utilizador não encontrado

source: Please enter name
es: Por favor, introduzca el nombre
fr: Veuillez entrer le nom
it: Per favore inserisci il nome
pt_pt: Por favor, introduza o nome

source: Please enter Date of Demise
es: Por favor, introduzca la fecha de fallecimiento
fr: Veuillez entrer la date de décès
it: Per favore inserisci la data del decesso
pt_pt: Por favor, introduza a Data do Falecimento

source: Please enter description
es: Por favor, introduzca la descripción
fr: Veuillez entrer la description
it: Per favore inserisci una descrizione
pt_pt: Por favor, introduza a descrição

source: Please select a picture
es: Por favor, seleccione una imagen
fr: Veuillez sélectionner une image
it: Per favore seleziona un'immagine
pt_pt: Por favor, selecione uma imagem

source: Upload failed. Please try again.
es: Error al subir. Por favor, inténtelo de nuevo.
fr: Échec du téléchargement. Veuillez réessayer.
it: Caricamento fallito. Per favore riprova.
pt_pt: Carregamento falhou. Por favor, tente novamente.

source: Post updated successfully
es: Publicación actualizada con éxito
fr: Publication mise à jour avec succès
it: Post aggiornato con successo
pt_pt: Publicação atualizada com sucesso

source: Posted successfully
es: Publicado con éxito
fr: Publié avec succès
it: Pubblicato con successo
pt_pt: Publicado com sucesso

source: Name
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome

source: Funeral Agency (Optional)
es: Agencia funeraria (Opcional)
fr: Agence funéraire (Optionnel)
it: Agenzia funebre (Opzionale)
pt_pt: Agência Funerária (Opcional)

source: Reauthentication
es: Reautenticación
fr: Réauthentification
it: Riautenticazione
pt_pt: Reautenticação

source: Please enter your password to proceed
es: Por favor, introduzca su contraseña para continuar
fr: Veuillez entrer votre mot de passe pour continuer
it: Per favore inserisci la tua password per procedere
pt_pt: Por favor, introduza a sua palavra-passe para prosseguir

source: Password
es: Contraseña
fr: Mot de passe
pt_pt: Palavra-passe

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar

source: Failed to reauthenticate
es: Error al reautenticar
fr: Échec de la réauthentification
it: Riautenticazione non riuscita
pt_pt: Falha ao reautenticar

source: Failed to delete user
es: Error al eliminar el usuario
fr: Échec de la suppression de l'utilisateur
it: Eliminazione dell'utente non riuscita
pt_pt: Falha ao eliminar o utilizador

source: Payment Made Successfully
es: Pago realizado con éxito
fr: Paiement effectué avec succès
it: Pagamento effettuato con successo
pt_pt: Pagamento efetuado com sucesso

source: Success
es: Éxito
fr: Succès
it: Successo
pt_pt: Sucesso

source: Menu
es: Menú

source: Add
es: Añadir
fr: Ajouter
it: Aggiungi
pt_pt: Adicionar

source: Funeral Agency
es: Agencia funeraria
fr: Agence funéraire
it: Agenzia funebre
pt_pt: Agência Funerária

source: Search
es: Buscar
fr: Rechercher
it: Cerca
pt_pt: Pesquisar

source: Coral Charm
es: Encanto coral
fr: Charme de corail
it: Fascino corallo
pt_pt: Encanto Coral

source: Blush Beauty
es: Belleza rubor
fr: Beauté rose
it: Bellezza rosa
pt_pt: Beleza Corada

source: Lavender Love
es: Amor lavanda
fr: Amour de lavande
it: Amore lavanda
pt_pt: Amor Lavanda

source: White Lily
es: Lirio blanco
fr: Lys blanc
it: Giglio bianco
pt_pt: Lírio Branco

source: Cassa Blanca Lily
es: Lirio Cassa Blanca
fr: Lys Casablanca
it: Giglio Cassa Blanca
pt_pt: Lírio Cassa Blanca

source: Calla Lily
es: Lirio de cala
fr: Lys Calla
it: Giglio Calla
pt_pt: Lírio Calla

source: Scented Orchid
es: Orquídea perfumada
fr: Orchidée parfumée
it: Orchidea profumata
pt_pt: Orquídea Perfumada

source: Sunburst Orchid
es: Orquídea estallido de sol
fr: Orchidée ensoleillée
it: Orchidea radiosa
pt_pt: Orquídea Radiante

source: Dream Orchid
es: Orquídea de ensueño
fr: Orchidée de rêve
it: Orchidea dei sogni
pt_pt: Orquídea de Sonho

source: Blue Moon
es: Luna azul
fr: Lune bleue
it: Luna blu
pt_pt: Lua Azul

source: Eden Rose
es: Rosa de Edén
fr: Rose d'Éden
it: Rosa Eden
pt_pt: Rosa do Éden

source: Pay Tribute
es: Rendir Tributo
fr: Rendre hommage
it: Rendi omaggio
pt_pt: Prestar Homenagem

source: Rules
es: Reglas
fr: Règles
it: Regole
pt_pt: Regras

source: Policy
es: Política
fr: Politique
it: Politica
pt_pt: Política

source: Loading
es: Cargando
fr: Chargement
it: Caricamento
pt_pt: Carregando

source: Condolences Flower Purchase Notification
it: Notifica di Acquisto di Fiori di Condoglianze
pt_pt: Condoléances Portuguese: Notificação

source: Juliet
fr: Juliette
