Repository: Imranaftab94/MemoriaFlora
Catalog: MemoriaFlora/Storyboards/*.lproj/Flowers.strings
Languages: es, fr, pt_pt

# 2ta-2f-WKO.text
source: Pay with Debit Card
es: Pagar con tarjeta de débito
fr: Payer avec une carte de débit
pt_pt: Pagar com cartão de débito

# 5Ak-uq-Vhg.text
source: Update Flower
es: Actualizar flor
fr: Mettre à jour la fleur
pt_pt: Atualizar flor

# 7rv-q2-1md.configuration.title
source: Purchase Flower
es: Comprar flor
fr: Acheter la fleur
pt_pt: Comprar flor

# Fpy-w8-y0N.text
source: Select any category to see flowers
es: Seleccione cualquier categoría para ver flores
fr: Sélectionnez n'importe quelle catégorie pour voir les fleurs
pt_pt: Selecione qualquer categoria para ver as flores

# MNB-6M-zbg.configuration.title
source: Update Flower
es: Actualizar flor
fr: Mettre à jour la fleur
pt_pt: Atualizar flor

# S4L-0C-aZl.text
source: For Loved Ones
es: Para seres queridos
fr: Pour les proches
pt_pt: Para Entes Queridos

# Tax-Up-iRt.text
source: Choose from these categories
es: Seleccione método de pago
fr: Choisissez parmi ces catégories
pt_pt: Escolha entre estas categorias

# YHI-wv-iND.text
source: Select Payment Method
es: Elija entre estas categorías
fr: Sélectionnez le mode de paiement
pt_pt: Selecione o método de pagamento

# aH2-yL-ZQn.text
source: Choose from these categories
es: Elija entre estas categorías
fr: Choisissez parmi ces catégories
pt_pt: Escolha entre estas categorias

# d7r-NR-fZR.placeholder
source: Enter price here
es: Ingrese el precio aquí
fr: Entrez le prix ici
pt_pt: Digite o preço aqui

# lqa-wq-qks.text
source: Edit these flowers
es: Editar estas flores
fr: Modifier ces fleurs
pt_pt: Edite estas flores

# or1-CZ-Eje.configuration.title
source: Pay
es: Pagar
fr: Payer
pt_pt: Pagar

# qY7-e2-10C.text
source: Pay with Stripe
es: Pagar con Stripe
fr: Payer avec Stripe
pt_pt: Pagar com Stripe

# ttc-zv-QK0.text
source: Pay with Apple Pay
es: Pagar con Apple Pay
fr: Payer avec Apple Pay
pt_pt: Pagar com Apple Pay
